Repository: OPENER-next/OPENER-next
Catalog: lib/l10n/app_*.arb
Languages: fr

# aboutTitle
source: About
fr: À propos

# aboutSlogan
source: Next stop: Accessibility
fr: Prochain arrêt : Accessibilité

# aboutAuthorsLabel
source: Authors
fr: Équipe

# aboutAuthorsDescription
source: {appName} contributors
fr: Équipe de {appName}

# aboutPrivacyPolicyLabel
source: Privacy Policy
fr: Vie privée

# aboutIdeaLabel
source: Idea
fr: Idée

# aboutLicenseLabel
source: License
fr: Licence

# aboutLicensePackageLabel
source: Licenses of used packages
fr: Licences des paquets utilisés

# aboutSourceCodeLabel
source: Source code
fr: Code source

# helpTitle
source: Help
fr: Aide

# helpOnboardingLabel
source: Watch the introduction again
fr: Revoir l'introduction

# helpReportErrorLabel
source: Report an error
fr: Signaler une erreur

# onboardingGreetingDescription
source: We're glad you're here and want to do your part to improve public transport.
fr: Merci d'être là, et de vouloir œuvrer à l'amélioration des transports en communs.

# onboardingGreetingButton
source: Here's how it works
fr: Voilà comment ça marche…

# onboardingSurveyingTitle
source: Take a look
fr: Jeter un coup d'œil

# onboardingSurveyingDescription
source: Go to a nearby stop to survey its current state.
fr: Va à un arrêt proche pour vérifier son état.

# onboardingSurveyingButton
source: I'll do it
fr: Je m'en charge !

# onboardingAnsweringTitle
source: Now it's your turn
fr: À toi maintenant

# onboardingAnsweringDescription
source: In order to collect data select a marker in the app and answer the displayed questions.
fr: Pour collecter des données, sélectionne un marqueur dans l'application, et répond aux questions affichées.

# onboardingAnsweringButton
source: Okay, got it
fr: Compris

# onboardingContributingTitle
source: Sharing is caring
fr: Partager le bonheur

# onboardingContributingDescription
source: Upload your answers to OpenStreetMap to share them with the whole world.
fr: Partage tes réponses sur OpenStreetMap pour les diffuser aux monde entier.

# onboardingContributingButton
source: Here we go
fr: Allons-y

# privacyPolicyTitle
source: Privacy Policy
fr: Vie privée

# settingsTitle
source: Settings
fr: Options

# settingsProfessionalQuestionsLabel
source: Display Professional Questions
fr: Afficher les questions expertes

# settingsProfessionalQuestionsDescription
source: For safety reasons only intended for professionals
fr: Pour des raisons de sécurité, réservées aux professionnels

# settingsThemeLabel
source: Color Scheme of the App
fr: Thème de l'application

# settingsThemeDialogTitle
source: Select theme
fr: Sélectionner un thème

# settingsThemeOptionSystem
source: System Setting
fr: Paramètres système

# settingsThemeOptionLight
source: Light
fr: Clair

# settingsThemeOptionDark
source: Dark
fr: Sombre

# logoutDialogTitle
source: Log out of OSM?
fr: Se déconnecter d'OSM ?

# logoutDialogDescription
source: If you log out, you can no longer upload changes to OpenStreetMap.
fr: Sans compte, il sera impossible de partager les modifications sur OpenStreetMap.

# loginHint
source: Log in with your OpenStreetMap account to upload your changes.
fr: Connecte toi à ton compte OpenStreetMap pour partager tes modifications.

# numberInputPlaceholder
source: Enter here...
fr: Entrer ici…

# numberInputFallbackName
source: Value
fr: Valeur

# numberInputValidationError
source: Invalid number
fr: Nombre invalide

# numberInputValidationErrorMax
source: {nameString} must be less than {max}{unit}.
fr: {nameString} doit être inférieur à {max}{unit}.

# numberInputValidationErrorMin
source: {nameString} must be greater than {min}{unit}.
fr: {nameString} doit être supérieur à {min}{unit}.

# stringInputPlaceholder
source: Enter here...
fr: Entrer ici…

# stringInputValidationErrorMin
source: Input too short
fr: Valeur trop courte

# changesetCommentMessage
source: Added details to {mapFeaturesString} in stop area {stopsString}.
fr: Ajout de détails sur {mapFeaturesString} à l'arrêt {stopsString}.

# changesetCommentConjunctionString
source: and
fr: et

# uploadMessageSuccess
source: Changes successfully uploaded.
fr: Partage des modifications réussi.

# uploadMessageServerConnectionError
source: Error: No connection to the OSM server.
fr: Erreur : Pas de connexion au serveur OSM.

# uploadMessageUnknownConnectionError
source: Unknown error during transmission.
fr: Erreur inconnue durant la transmission.

# queryMessageServerUnavailableError
source: Server unavailable or overloaded. Try again later.
fr: Serveur indisponible ou surchargé. Veuillez réessayer plus tard.

# queryMessageTooManyRequestsError
source: Too many requests to the server.
fr: Trop de requêtes au serveur.

# queryMessageConnectionTimeoutError
source: Error: Server query timed out.
fr: Erreur : Délai de requête serveur dépassé.

# queryMessageReceiveTimeoutError
source: Error: Receiving data timed out.
fr: Erreur : Délai de réception dépassé.

# queryMessageUnknownServerCommunicationError
source: Unknown error during server communication.
fr: Erreur inconnue durant la communication avec le serveur.

# queryMessageUnknownError
source: Unknown error.
fr: Erreur inconnue.

# questionnaireSummaryDedicatedMessage
source: Thank you {userName} for your answers. Please verify them before uploading.
fr: Merci pour ton aide {userName}. Vérifie les données avant de les diffuser.

# questionnaireSummaryUndedicatedMessage
source: Thank you for your answers. Please verify them before uploading.
fr: Merci pour ton aide. Vérifie les données avant de les diffuser.

source: Back
fr: Retour

source: Next
fr: Suivant

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Finish
fr: Terminer

source: Log in
fr: Connexion

source: Log out
fr: Déconnexion

source: Skip
fr: Passer

source: Yes
fr: Oui

source: No
fr: Non

# days
source: {day, plural, =1 {1 Day} other {{day} Days}}
fr: {day, plural, =1 {1 Jour} other {{day} Jours}}

# hours
source: {hour, plural, =1 {1 Hour} other {{hour} Hours}}
fr: {hour, plural, =1 {1 Heure} other {{hour} Heures}}

# seconds
source: {second, plural, =1 {1 Second} other {{second} Seconds}}
fr: {second, plural, =1 {1 Seconde} other {{second} Secondes}}

# durationInputDaysLabel
source: Days
fr: Jours

# durationInputHoursLabel
source: Hours
fr: Heuress

# durationInputSecondsLabel
source: Seconds
fr: Secondes

# osmCreditsText
source: Data Â© OpenStreetMap-Contributors
fr: Données © Contributeurs et contributrices OpenStreetMap

# mapFeatureBusStop
source: Bus stop
fr: Arrêt de bus

# mapFeatureTramStop
source: Tram stop
fr: Arrêt de tramway

# mapFeatureTrainPlatform
source: Train platform
fr: Quai de train

# mapFeaturePlatform
source: Platform
fr: Quai

# mapFeatureStopPole
source: Stop pole
fr: Point d'arrêt

# mapFeatureTicketSalesPoint
source: Ticket sales point
fr: Billetterie

# mapFeatureInformationPoint
source: Information point
fr: Point d'informations

# mapFeatureStationMap
source: Station/Stop map
fr: Carte de Station/Arrêt

# mapFeatureTicketMachine
source: Ticket machine
fr: Machine à billets

# mapFeatureParkingSpot
source: Parking spot
fr: Zone de stationnement

# mapFeatureTaxiStand
source: Taxi stand
fr: Arrêt de taxis

# mapFeatureToilets
source: Toilets
fr: Toilettes

# mapFeatureLuggageLockers
source: Luggage lockers
fr: Casiers à bagages

# mapFeatureLuggageTransport
source: Luggage transport
fr: Transport de bagages

# mapFeatureInformationTerminal
source: Information terminal
fr: Terminal d'informations

# mapFeatureInformationCallPoint
source: Information column
fr: Colonne d'informations

# mapFeatureHelpPoint
source: Help point
fr: Guichet d'aide

# mapFeatureEmergencyCallPoint
source: Emergency call point
fr: Zone d'appel d'urgence

# mapFeatureEntrance
source: Entrance
fr: Entrée

# mapFeatureFootpath
source: Footpath
fr: Cheminement piéton

# mapFeatureStairs
source: Stairs
fr: Escaliers

# mapFeatureElevator
source: Elevator
fr: Ascenceur

# mapFeatureCycleBarrier
source: Cycle barrier
fr: Barrière

# mapFeatureCrosswalk
source: Crosswalk
fr: Passage clouté

# mapFeaturePedestrianTrafficLights
source: Pedestrian traffic lights
fr: Feu piéton

# mapFeatureTramCrossing
source: Tram crossing
fr: Traversée de rails

# mapFeatureRailroadCrossing
source: Railroad crossing
fr: Traversée de rails

# mapFeatureCurb
source: Curb
fr: Bordure

# mapFeatureBusPlatformNumber
source: Platform: {number}
fr: Quai : {number}

# mapFeatureTrainPlatformNumber
source: Platform: {number}
fr: Quai: {number}
